Repository: massidea/site
Catalog: application/languages/rss.tmx
Source language: fi
Languages: en

source: RSS-syötteet
en: RSS-feeds

source: Mitä RSS-syötteet ovat?
en: What are RSS-feeds?

source: Lyhenne RSS tulee sanoista "Really Simple Syndication" ("Erittäin helppo syndikaatio") ja sitä käytetään usein päivittyvän datan julkaisemiseen verkossa. RSS -dokumentti sisältää kokonaisen tai yhteenvedetyn tekstin sekä metadataa kuten julkaisupäivämäärän ja alkuperän. RSS-syötteitä voidaan lukea tietokoneohjelmistolla joka kerää ja esittää syötteitä verkosta.
en: The acronym RSS stands for "Really Simple Syndication" and it's used for publishing frequently updating data in the web. An RSS document includes full or summarized text, plus metadata such as publishing dates and authorship. RSS-feeds can be read using software which collect and display feeds from the web.

source: Uusimmat sisällöt
en: Recent posts from

source: kaikista kategorioista
en: all categories

source: tämän päivän haasteista
en: today's challenges

source: ideoista
en: ideas

source: tulevaisuuden näkymistä
en: visions of the future

source: Massidea.org - Uusimmat sisällöt
en: Massidea.org - Recent posts
